import Image from 'next/image';

const AboutUs = () => {
  return (
    <section className='flex justify-center gap-[20px] p-[5px] lg:mb-[70px] lg:gap-[40px]'>
      <article className=''>
        <h1 className='decorationLine my-12'>Про нас</h1>
        <div className='grid items-center gap-10 md:flex'>
          <div className='grid items-center justify-center gap-[10px] lg:grid-flow-col lg:grid-rows-2 lg:gap-[16px]'>
            <div className='relative h-[200px] w-[300px] overflow-hidden rounded-3xl shadow-lg shadow-gray-400'>
              <Image
                src='/images/house1.jpeg'
                alt='house image'
                fill
                className='transition duration-300 hover:scale-[1.1]'
              />
            </div>
            <div className='relative hidden h-[200px] w-[300px] overflow-hidden rounded-3xl shadow-lg shadow-gray-400 md:block'>
              <Image
                src='/images/house2.jpeg'
                alt='house image'
                fill
                className='transition duration-300 hover:scale-[1.1]'
              />
            </div>
          </div>

          <div className='flex flex-col'>
            <div className='flex flex-col'>
              <p className='mt-4 text-lg'>
                <strong className={'text-2xl font-bold'}>Дикий зруб</strong> - це компанія з
                <strong> більш ніж 10-річним досвідом</strong> на ринку, основна спеціалізація якої
                - це виготовлення будинків зі зрубу. Наша компанія є провідним виробником будинків,
                бань, альтанок та інших виробів з дерева, і ми пишаємося нашим професіоналізмом і
                високою якістю наших продуктів. Завдяки нашому багаторічному досвіду та використанню
                передових технологій, ми забезпечуємо надійні та естетично привабливі рішення для
                будь-яких потреб наших клієнтів.{' '}
              </p>
              <p className='mt-4 text-lg'>
                Однією з наших головних переваг є наша здатність виготовляти будинки з дерева, які
                відповідають найвищим стандартам якості. Ми використовуємо тільки натуральне дерево
                високої якості, що гарантує довговічність та стійкість наших конструкцій. Крім того,
                ми пропонуємо широкий вибір дизайнів та архітектурних рішень, що дозволяє нашим
                клієнтам створювати унікальні та індивідуальні будівлі, які відповідають їхнім
                потребам та бажанням.{' '}
              </p>
              <p className='mt-4 text-lg'>
                Наша команда складається з висококваліфікованих фахівців, які мають глибокі знання в
                галузі деревообробки та будівництва. Ми прагнемо досягти найвищого рівня задоволення
                наших клієнтів, тому кожен проект виконується з максимальною увагою до деталей та з
                врахуванням індивідуальних потреб кожного замовника.{' '}
              </p>
              <p className='mt-4 text-lg'>
                Окрім високої якості та індивідуального підходу, ще одна перевага вибору нашої
                компанії - це наша конкурентоспроможна цінова політика. Ми пропонуємо доступні та
                розумні ціни, не компромітуючи при цьому якість наших виробів. Ми розуміємо, що
                будівництво будинку - це велика інвестиція, тому ми надаємо нашим клієнтам
                оптимальні рішення, які відповідають їхнім бюджетам.{' '}
              </p>
              <p className='mt-4 text-lg'>
                Якщо ви шукаєте надійного та професійного виробника будинків, бань, альтанок та
                інших виробів з дерева, то саме у нас ви знайдете все, що вам потрібно. Зверніться
                до нас, і ми з радістю допоможемо вам з реалізацією вашого проекту, забезпечивши вам
                якісну та надійну будівлю, яка буде служити вам протягом багатьох років.{' '}
              </p>
            </div>

            <div className='mt-8 flex flex-col '></div>
          </div>
        </div>
      </article>
    </section>
  );
};

export default AboutUs;
