export const articles = [
  {
    title: 'Альтанки зі зрубу',
    text:
      'Альтанка - головна прикраса будь-якої дачної чи присадибної ділянки, гордість господарів і місце відпочинку для всієї родини або частого зібрання друзів. Якщо ж вона виконана з дерева - екологічно чистого, природного матеріалу - то така будова набуває ще і елегантність, практичність та затишок.\n' +
      '\n' +
      '01 01 01\n' +
      '\n' +
      'Альтанки з бруса -цей матеріал гарантує найбільш високу швидкість монтажу, ідеальну відповідність один одному всіх конструктивних елементів і особливу красу. Будівництво альтанок з бруса передбачає створення каркаса і використання різних видів декоративного оздоблення стін або перегородок: решітки, ротанга, а також всіляких квіткарок і пергол.\n' +
      '\n' +
      'Альтанки зі зрубу - ці споруди виглядають більш грунтовно, в сільському стилі. Альтанка з колоди позбавлена ​​окремого каркаса, але при цьому надійна і довговічна, однак вимагає більшого часу на усадку. Незалежно від ціни, альтанка зі зрубу має менше декоративних елементів і відрізняється саме красою первозданного дерева.\n' +
      '\n' +
      "Дерев'яні альтанки для дачі або території біля власного будинку - це маленькі будиночки, відкриті з усіх боків повністю або тільки на верхню половину висоти кожної стіни. У своєму перетині садові альтанки можуть бути шестигранними, овальними, круглими, квадратними, прямокутними. Альтанки мають як звичайну скатну або пряму покрівлю, так і купольну і навіть «китайський» (увігнутий) дах. Всередині, як правило, розміщують великий обідній стіл і лави - такі дачні будівлі ідеальні для неспішних чаювань і просто посиденьок в теплій компанії в літні дні і ночі.",
  },
  {
    title: 'Плюси дикої колоди',
    text:
      'Ви вирішили побудувати зруб, але як розібратися, яке дерево вибрати?\n' +
      '\n' +
      "Дерев'яні будинки ручної рубки - найстаріший, випробуваний спосіб будівництва дерев'яних зрубів будинків, що дійшли до нас практично без змін.\n" +
      '\n' +
      '01 01 01\n' +
      '\n' +
      'Під якісним деревом зазвичай розуміють, перш за все, дерево грамотно оброблене. Як і престиж ручної роботи говорити не доводиться. Адже з давніх-давен дерево обробляли вручну, і саме тоді підхід був ретельним і індивідуальним. Наприклад, мало хто знає, що річні кільця колоди свідчать про щільність дерева. Справа в тому, що з того боку, яким дерево було звернуто на північ, кільця тісніше один одному прилягають, тобто щільність і міцність цього боку колоди більше. Цією стороною назовні і клали колоду, а юна сторона деревини, більш рихла, виявлялася всередині. Звичайно, зараз ніхто кілець НЕ вважає, адже є більш сучасний і швидкий спосіб - засунули колоду в верстат - вийшло рівне і гладке дерево. Але наш досвід показав, що ручна обробка набагато надійніше.\n' +
      '\n' +
      'Справа в тому, що при обробці дерева сокирою, деревні пори «пресуються», і саме тому стругання колоду особливо стійко до навколишнього середовища і довговічне тому зберігається захисний шар деревини що, до того ж, дає можливість максимально зберегти природну міцність, теплостійкість і структуру дерева. Чого НЕ скажеш про оциліндрованої колоди, де захисний шар віддаляється майже повністю, розкриваючи пори і дозволяючи тим Самим волозі проникати в деревину. А це може послужить передумовою тріщин. До слова, особливо добре з струганої колоди будувати зруб лазні, тому що в лазнях колоди випробовують впливом високих температур і постійним коливанням вологості.\n' +
      '\n' +
      'Для будівництва з струганого колоди береться добірний, калібрований ліс, потім з колоди знімають кору, дають підсохнути, а після стругають вручну. Коли колоди готові з них рубають зруб, ретельно підганяючи один до одного, після того як зруб зробили, його розбирають, комплектують пиломатеріалом і транспортують на Ваш ділянку, де і збирають. Зруби з струганої колоди мають особливий, своєрідний зовнішній вигляд, так як колоди мають різний діаметр і при складанні чергуються. Стругання колоди саме по собі добре, тому що не потрібна ніяка додаткова обробка, як зовні, так і всередині.\n' +
      '\n' +
      'Але якийсь час, звичайно після установки зрубу доведеться почекати: проблема в струганої колоди природньо одна - усадка, але й ця проблема вирішувана. Вирішується вона шляхом дотримання технології будівництва.\n' +
      '\n' +
      'Таким чином, будинок або лазня з струганої (рубленої) колоди більш довговічна, має свій характерний привабливий зовнішній вигляд, зі знайомим і рідним відголоском старовини.',
  },
  {
    title: 'Бані зі зрубу',
    text:
      'Атмосферу перебування в лазні після важкого літнього дня важко з чимось порівняти: жаркий пар, березові віники і відчуття відновлення, яке складно ще де-небудь отримати. Однак, якщо ви побудували баню неправильно, то всі ці чудові моменти так і залишаться для вас мрією.\n' +
      '\n' +
      '01 01 01\n' +
      '\n' +
      'Насамперед варто розглянути традиційний варіант української лазні. У ньому стіни зроблені з дерева методом дикого зрубу або оциліндрування. Такий варіант лазні вважається традиційним і добре допомагає зберегти тепло всередині приміщення. Для нього найкраще підходять сосна, дуб, ялина.\n' +
      '\n' +
      'Багато хто не знає, що для будівлі лазні вам підійде далеко не будь-яка сосна, яка росте на землі. Наприклад, якщо ви вирішили у виборі матеріалу зупинитись на ній або на смереці, то вам краще вибрати дерева з гірської місцевості.\n' +
      '\n' +
      'Якщо говорити про необхідний і самий оптимальний діаметр майбутніх дерев для лазні, то тут найкраще варіант в 20-25 см. Якщо дерева будуть більш товсті, то вони будуть дуже важкі і проблематичні в плані експлуатації, більш тонкий варіант погано зберігає тепло в приміщенні. Варто і уважно поставитися до якості дерева, вони повинні бути просушені і заготовлені, бажано, ще в зимову пору року.\n' +
      '\n' +
      'Якщо ви правильно і коректно поставилися до всіх цих моментів, то ваші дерева будуть ідеально готові до будівництва з них майбутніх стін для лазні. Вони не прогниють і не покриються тріщинами, які будуть випускати непотрібне тепло з будівлі. Також варто звернути увагу фундаменту. Він є основою вашої лазні і якщо його неправильно закласти, то все ваше будівля може перекоситися або зовсім не бути готовим до використання. Зверніть увагу на вид грунту в землі, а також зверніться до фахівця в сфері фундаменту.\n' +
      '\n' +
      'Ще одним важливим моментом в обробці лазні є обробка внутрішнього приміщення. Тут найкраще вибрати осику, ще в якості альтернативи використовують вільху і тополю. В обробці сауни також застосовують кедр. Всі ці види дерев стійкі до вологи, а також вони мають гарні характеристики в плані збереження тепла і стійкості до високих температур всередині приміщення. Лавки для лежання зазвичай виготовляються з подібних матеріалів.\n' +
      '\n' +
      "Кам'янка є важливим аспектом у виборі лазні. Зараз на ринку у вас є можливість вибрати кам'янку будь-якого типу і будь-яких габаритів, тому вам не потрібно намагатися зробити її самому або замовляти індивідуально за високою ціною. Ви можете вибрати наприклад, фінську кам'янку і розрахувати її потужність виходячи з габаритів лазні. Потужність розраховується за принципом: 1 кубічний метр об'єму - 1 кіловат потужності.\n" +
      '\n' +
      "Щоб кам'янка повноцінно працювала її необхідно наповнити камінням для нагріву. Тут вам не потрібно шукати щось ексклюзивне і унікальне. Часом камені беруть з найпростіших і доступних місць. Наприклад діабаз, який використовується в прокладанні рейок для трамвая прекрасно підходить для цієї ролі. Однак він часто тріскається при зміні температур і регулярно вимагає заміни. Професіонали в цій області радять використовувати талькохлорид, який надійніший в плані регулярного нагріву каменів.\n" +
      '\n' +
      'Звичайна лазня рідко потребує потужної вентиляції, достатньо маленького отвору, щоб провітрити баню після використання. Дерево само служить свого роду вентилятором, який пропускає повітря і тим самим забезпечує при довгому простому провітрюванні лазні. Інша ситуація з саунами, які розташовуються усередині квартир або житлових приміщень. Їм потрібна хороша вентиляція, щоб провітрити і підготувати до подальшої роботи. Сауну необхідно оснастити вентилятором маленької потужності.\n' +
      '\n' +
      'Якщо ви вирішили зайнятися будівництвом лазні, то не потрібно думати, що це легка справа і не вимагає підвищеної уваги. Потрібно довірити роботу тільки фахівця у цій галузі або ж отримати від них самі детальні інструкції з будівництва та підбору матеріалу. Особливу увагу слід приділити будівництві фундаменту та встановлення стін з дерева.',
  },
  {
    title: 'Будинки з дикого зрубу',
    text:
      'Зараз набирають значну популярність споруди з бруса. Клеєний брус володіє безліччю корисних якостей, серед яких можна виділити естетичність, простоту в будівництві і багато інших, але заради справедливості варто звернути увагу і на недоліки, серед яких:\n' +
      '\n' +
      '01 01 01\n' +
      '\n' +
      'по-перше, якщо здійснюється сушка бруса, то дрібні отвори можуть бути заповнені смолою і внаслідок цього вона перестає "дихати".\n' +
      '\n' +
      'по-друге, деревина в клеєного бруса виступає всього лише як один з двох головних будівельних матеріалів. Другим є клей і саме з цієї причини дерево втрачає цілий ряд своїх корисних властивостей, зокрема, воно вже менш надійне, погано дихає, не відрізняється хорошою екологічністю і так далі. Тому вибір клеєного дуба не завжди може бути правильним рішенням.\n' +
      '\n' +
      'А оциліндрованої колоди? Ця технологія хороша, коли ви будуєте маленькі споруди або додаткові споруди на зразок сараю. Однак при будівництві будинку ця технологія має цілий ряд недоліків. Головний з них - машинне виробництво при якому в рази падає рівень захисту дерева від факторів зовнішнього середовища. Можна виділити невисоку ціну даної споруди. Але тут же виникає головне питання: чи варто економити на найдорожчому, на своїй оселі, в якому ви плануєте прожити довгий час і по можливості залишити дітям і внукам?\n' +
      '\n' +
      'Ми підходимо до заключного способу побудови дерева - ручній вирубці. Даний спосіб є найоптимальнішим і надійним при будові вашого житла. Це можна зробити висновок тому, що воно вимагає багато часу і професіоналізму, але всі корисні властивості даної технології з успіхом зберігаються, що забезпечує вам в майбутньому надійне і довговічне житло, що найголовніше.\n' +
      '\n' +
      'У європейських країнах вже давно усвідомили всі переваги такої технології і тепер більшість будинків вже будується з використанням ручної вирубки. В Європі жителі звикли жити в повній гармонії з природою і саме тому дана технологія тільки набирає обертів.\n' +
      '\n' +
      'Наша фірма підтримує вибір ручного зрубу бо:\n' +
      '\n' +
      'Рівень робіт наших фахівців дозволяє виконати якісну обробку Дерва методом ручного зрубу. Даний спосіб дозволяє деревині зберегти всі свої головні якості і як наслідок побудувати гарний, надійний і довговічний будинок. Даний метод більш надійний ніж клеєний брус і машинне виробництво, проте вимагає набагато більше часу.\n' +
      'Дерево обробляється виключно вручну і з нього знімається верхній шар кори. Інші шари, які відповідають за міцність дерева і його надійність зберігаються.\n' +
      'Якщо ви використовуєте метод ручного зрубу, то вам не потрібно витрачати зайві кошти на обробку дерева. Ручний зруб дозволяє зробити внутрішню і зовнішню обробку будинку, яка не потребуватиме доопрацювання.\n' +
      'Деякі моменти виготовлення дикого зрубу мають суттєві відмінності від традиційного:\n' +
      '\n' +
      'Збір зрубу відбувається виключно на нашій території, де відбираються найкращі екземпляри, які відрізняються підвищеною якістю і надійністю перед конкурентами.\n' +
      'Після збору зруб йде до замовника, який його приймає. При цьому фундамент вашого житла повинен бути вже готовий. Збірка зрубу займає приблизно 14 днів.\n' +
      'Після завершення будівництва відбувається необхідний етап сушіння деревини в ході якого діаметр зменшується на кілька відсотків. Даний етап триває від 6 до 12 місяців.\n' +
      'Після закінчення терміну сушіння можна приступати до етапу обробки вашого будинку. На даному етапі є безліч індивідуальних аспектів.\n' +
      'Якщо ви звернетеся до професіоналів в цій справі, то ви отримаєте будинок з дикого зрубу, який буде дуже надійним і красивим. Ми працюємо по всій територій України.',
  },
  {
    title: 'Зруби з бруса. Основні переваги.',
    text:
      'Якщо мова заходить про зруби з бруса, то не можна не відзначити наростаючу популярність даного матеріалу. Це пояснюється багатьма причинами, зокрема, він надійний і якісний. Але давайте все розберемо детальніше:\n' +
      '\n' +
      '01 01 01\n' +
      '\n' +
      'Якщо виділити одне з головних властивостей даного дерева, то це його так зване "дихання". Простіше кажучи, це аромат і рівень вентиляції даного дерева, який дозволяє створити в будинку необхідний клімат і навіть атмосферу. Також варто відзначити його можливість зберігати тепло в зимову пору року і добре провітрювати приміщення жарким літом.\n' +
      '\n' +
      'Зруби з бруса відрізняються гарною шумоізоляцією будинку від факторів зовнішнього середовища. Зруби з бруса дозволяють вам насолоджуватися тихою домашньою обстановкою, не відволікаючись на шум дороги або справи сусідів.\n' +
      '\n' +
      "Брус також відрізняється своїми природними екологічними факторами. Даний матеріал дуже чистий і допоможе вам уникнути безлічі хвороб. Також брус забезпечує чисте і корисне повітря у вашому домі. Брус знищує шкідливі бактерії, які переносять різні хвороби для людини і поглинає такі шкідливі субстанції, як дим тютюну. Всі ці фактори говорять про те, що брус дуже екологічний і здатний поліпшити ваше здоров'я при будівництві будинку з нього.\n" +
      '\n' +
      'Ще одним з найважливіших достоїнств даного матеріалу є його зовнішній вигляд. Будинки з бруса дуже красиві, оригінальні і створюють приємну атмосферу єдності людини і природи. Дані матеріали не вимагають будь-якої обробки або підвищеної обробки. Їх дуже легко використовувати і не потрібно витрачатися на додаткові матеріали. Тому не дивно, що будинки з бруса такі красиві і користуються підвищеною популярністю на ринку у клієнтів, яких цікавить параметр краси свого заміського житла. Брус - один з найдоступніших і зовні привабливих матеріалів на ринку.\n' +
      '\n' +
      'Економічність - одне з важливих якостей бруса. Оздоблювальні роботи з цим матеріалом не відрізняються високою вартістю, але в той же час обробка з бруса буде служити вам довго і не дасть ніяких зовнішніх дефектів в силу стійкості і надійності даного матеріалу. Також хочеться відзначити, що брус дуже добре ізолює тепло у вашій оселі. Цей фактор теж по своєму відноситься до економічності, так як на дрова і електрику витрачаються певні кошти. Можливість добре зберігати тепло дозволить дому з бруса добре служити в будь-яку погоду, як в сувору зиму, так і в спекотне літо.\n' +
      '\n' +
      'Будинки з бруса дуже дешеві в порівнянні зі своїми аналогами. Однак, в той же час брус є одним з найнадійніших і довговічних матеріалів на ринку деревини. Якщо ви задумалися про будівництво будинку з бруса, то найкращим варіантом буде довіритися в цій галузі професіоналу, який зробить правильні розрахунки і точно виконає роботу.\n' +
      '\n' +
      'Ще одним приємним моментом в будівництві будинків з бруса є те, що даний матеріал не вимагає тривалих термінів. Ви можете почати будувати будинки з бруса в абсолютно будь-який час року, і вони будуть зведені досить швидко, що дає перевагу перед іншими матеріалами.\n' +
      '\n' +
      'На завершення хочеться відзначити, що якщо ви плануєте зводити будинок швидко, з екологічних матеріалів і той, який буде мати гарний зовнішній вигляд і радувати вас ізоляцією тепла і сторонніх шумів, то вам необхідно придивитися до будинків з бруса.',
  },
];
