export const reviewsList = [
  {
    id: 1,
    name: 'Володимир',
    text: '"Ми просто в захваті від нашого будинку з дикого зрубу, розміром 12.5 х 13.5 метрів. Складання, розпочату наприкінці грудня, вже у січні 2017 року, бригада завершила. Самі ми з міста Калуш, Івано-Франківська область. Хочеться сказати, ліс, відмінної якості, вартість, по відношенню до інших виробників, виявилися на порядок нижчими."',
    images: [
      { imageLink: '/reviewsImages/house1(1).jpeg' },
      { imageLink: '/reviewsImages/house1(2).jpeg' },
      { imageLink: '/reviewsImages/house1(3).jpeg' },
    ],
  },
  {
    id: 2,
    name: 'Роман',
    text: '"Будинок із колоди, розмір 6 х 7. Як і хотів, у травні місяці 2016 року, замовив у компанії, лазню з колоди, через два тижні, зруб разом із бригадою теслярів, вже був, у мене на ділянці, а протягом тижня лазня була зібрана під дах. Ще раз дякую хлопцям, за швидку та якісну роботу."',
    images: [
      { imageLink: '/reviewsImages/house2(1).jpeg' },
      { imageLink: '/reviewsImages/house2(2).jpeg' },
      { imageLink: '/reviewsImages/house2(3).jpeg' },
    ],
  },
  {
    id: 3,
    name: 'Віктор',
    text: '"У січні 2016 року договір на будівництво будинку з колоди 9х12 за індивідуальним проектом. Протягом двох місяців будинок було виготовлено та поставлено на готовий фундамент. Все згідно договору, швидко, красиво та якісно. Обов\'язково звернуся до цієї ж компанії для наступного етапу будівництва (оздоблювальних робіт вдома)."',
    images: [
      { imageLink: '/reviewsImages/house3(1).jpeg' },
      { imageLink: '/reviewsImages/house3(2).jpeg' },
      { imageLink: '/reviewsImages/house3(3).jpeg' },
    ],
  },
  {
    id: 4,
    name: 'Олександр',
    text: '"Бригада побудувала нам будинок, який викликав найпозитивніші відгуки навіть у наших зарубіжних, цілком компетентних у сфері будівництва, друзів. Якісно, швидко настільки, наскільки це дозволили наші можливості (до речі, можливість регулювання швидкості будівництва – важлива перевага), надійно та, на наш погляд, за дуже розумною ціною. Живемо, радіємо продуманості кожного будівельного рішення. Рекомендуємо!"',
    images: [
      { imageLink: '/reviewsImages/house4(1).jpeg' },
      { imageLink: '/reviewsImages/house4(2).jpeg' },
      { imageLink: '/reviewsImages/house4(3).jpeg' },
    ],
  },
  {
    id: 5,
    name: 'Андрій Іванович',
    text: '"Дуже сподобалося ставлення до роботи від нульової стадії до завершальної. Керівництво фірми завжди підкаже пояснить, як краще зробити. Відповідно бригада будівельників висококваліфіковані будівельники, що виконали будівництво будинку точно і вчасно, залишилися лише позитивні емоції. Планую надалі співпрацювати лише з цією фірмою."',
    images: [
      { imageLink: '/reviewsImages/house5(1).jpeg' },
      { imageLink: '/reviewsImages/house5(2).jpeg' },
      { imageLink: '/reviewsImages/house5(3).jpeg' },
    ],
  },
  {
    id: 6,
    name: 'Олег',
    text: '"Будівництво будинку виконане згідно проекту. У процесі будівництва було запропоновано та виконано низку конструктивних змін проекту, що покращило надалі експлуатацію лазні. Якість виконаних робіт оцінюється відмінно. Строки здачі в експлуатацію не порушені."',
    images: [
      { imageLink: '/reviewsImages/house6(1).jpeg' },
      { imageLink: '/reviewsImages/house6(2).jpeg' },
      { imageLink: '/reviewsImages/house6(3).jpeg' },
    ],
  },
];
